Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: box in the column ‘operation’:
es_es: cuadro en la columna 'operación':

source: break loose and glide force (actuation force)
es_es: fuerza de desprendimiento y deslizamiento (fuerza de pulsación)

source: buffer solution pH 3.0/acetonitrile 20/80 (v/v)
es_es: Solución buffer, pH 3.0/acetonitrilo 20/80 (v/v)

source: buffer solution pH 3.0/methanol 50/50 (v/v)
es_es: Solución buffer, pH 3.0/metanol 50/50 (v/v)

source: bulk PFS including RNS and plunger stopper which is assembled into the needle safety device
es_es: jeringa precargada a granel que incluye una funda de aguja rígida y un tapón de émbolo que se ensambla al dispositivo de seguridad de aguja

source: by dilutor)
es_es: por diluyente)

source: by weight variation
es_es: por variación de peso

source: c Adjustments:
es_es: c Ajustes:

source: c) Accuracy (3 levels)
es_es: c) Exactitud (3 niveles)

source: c) Accuracy Part 2 (3 preparations only for Level 2)
es_es: c) Exactitud, Parte 2 (3 preparaciones solo para el nivel 2)

source: c) If no peak is observed at the expected retention time of specified solvent, then report as "Not detected".
es_es: c) Si no se observa ningún pico en el tiempo retención esperado del disolvente especificado, el resultado se indica como "no detectado".

source: c) Implementation of a change for a biological/immunological medicinal product
es_es: c) Implementación de un cambio en un medicamento biológico/inmunológico

source: c) typical purification schemes used in biotechnological manufacturing such as extraction, chromatography steps and dialysis or ultrafiltration and diafiltration (UF / DF) have the capacity to clear elements introduced in cell culture steps or from contact with manufacturing equipment to negligible levels.
es_es: c) los esquemas de purificación típicos utilizados en la fabricación biotecnológica, tales como extracción, pasos de cromatografía y diálisis o ultrafiltración y diafiltración (UF/DF), tienen la capacidad de eliminar elementos introducidos en los pasos del cultivo celular o del contacto con equipos de fabricación hasta llevarlos a niveles insignificantes.

source: c Relative cerebral blood volume <30% of that in nonischemic brain regions.
es_es: c Volumen sanguíneo cerebral relativo <30% respecto de las regiones cerebrales no isquémicas.

source: cGMP implies routine manufacturing conditions based on approved batch records, in-process limits and specifications, related test methods and established quality systems.
es_es: Las buenas prácticas de fabricación vigentes contemplan condiciones de fabricación de rutina basadas en registros de partidas, límites y especificaciones del proceso, métodos analíticos relacionados y sistemas de calidad establecidos que estén, todos ellos, aprobados.

source: calculated in accordance with USP
es_es: calculado de acuerdo con USP

source: calculated value for a standardised inoculum.
es_es: valor calculado para un inóculo estandarizado.

source: calculation using the analysis result
es_es: Cálculo realizado con el resultado del análisis

source: calibration is carried out for each range of measurement to be used, after disconnection of the conductivity cell, using certified precision resistors or equivalent devices with an uncertainty not greater than 0.1 per cent of the certified value.
es_es: La calibración se realiza para cada intervalo de medidas a utilizar, previa desconexión de la celda de conductividad, utilizando resistencias de precisión certificadas o dispositivos equivalentes con una incertidumbre no superior a 0.1 por ciento del valor certificado.

source: calibration standards with matrix (Lin 1- Lin 7), 1 preparation for each level,4 injections
es_es: estándares de calibración con matriz (Lin 1- Lin 7), 1 preparación por nivel, 4 inyecciones

source: caps.
es_es: cáps.

source: capsules
es_es: cápsulas

source: capsules used for packaging Ofev® 100mg (SKU 184949, batch 406411)
es_es: las cápsulas empleadas para el acondicionamiento de Ofev® 100mg (SKU 184949, partida 406411)

source: cardioembolic occlusion– no.
es_es: Oclusión cardioembólica; n.°

source: cardiovascular death or hospitalisation for heart failure
es_es: Muerte cardiovascular u hospitalización por insuficiencia cardíaca

source: cardiovascular death, non-fatal myocardial infarction, non-fatal stroke, or hospitalisation for unstable angina pectoris)
es_es: muerte cardiovascular, infarto de miocardio no fatal o accidente cerebrovascular no fatal u hospitalización por angina de pecho inestable).

source: cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke).
es_es: muerte cardiovascular, infarto de miocardio no fatal o accidente cerebrovascular no fatal).

source: carrier gas
es_es: gas portador

source: carrier pressure
es_es: Presión del vehículo

source: cell banking
es_es: banco de células

source: cell culture
es_es: cultivo celular

source: cell-base Bioassay (inhibition of IL36R binding), IL36R binding by SPR, FcRn binding by SPR, an Fc γ receptor binding by SPR.
es_es: Ensayo biológico de base celular (inhibición de la unión a IL36R), unión a IL36R por SPR, unión de FcRn por SPR, y unión del receptor Fcγ por SPR.

source: change and /or intensity differences in peaks and % peak areas must be observed for DS STAB as compared to DS
es_es: Deben observarse cambios o diferencias de intensidad en los picos y en los porcentajes de área de los picos para las muestras de estabilidad del principio activo con respecto al principio activo.

source: change of order SST sample and blank sample.
es_es: Se cambia el orden entre la muestra de idoneidad del sistema y la muestra en blanco.

source: characterisation and from stability studies, were evaluated.
es_es: caracterización extendida y estudios de estabilidad.

source: chemical/physical and microbiological/non-sterility.
es_es: pruebas fisicoquímicas y microbiológicas/de no esterilidad

source: chemical/physical testing and microbiological/ non-sterility testing (both for release and stability).
es_es: pruebas fisicoquímicas y pruebas microbiológicas/de no esterilidad (para la liberación y la estabilidad).

source: chronic dialysis (with a frequency of twice per week or more for at least 90 days), renal transplant, sustained reduction in eGFR from baseline of ≥40%, sustained eGFR <15 mL/min/1.73 m2 for patients with baseline eGFR ≥30 mL/min/1.73 m2, or sustained eGFR <10 mL/min/1.73 m2 for patients with baseline eGFR <30 mL/min/1.73 m2.
es_es: diálisis crónica (con una frecuencia de dos o más veces por semana por lo menos durante 90 días), trasplante renal, reducción sostenida ≥ 40% desde el inicio en la TFGe, TFGe sostenidamente < 15 ml/min/1,73 m2 para pacientes con TFGe inicial ≥ 30 ml/min/1,73 m2, o TFGe sostenidamente < 10 ml/min/1,73 m2 para pacientes con TFGe inicial < 30 ml/min/1,73 m2.

source: chronic dialysis1, renal transplant, or sustained2 reduction in eGFR (CKD-EPI)cr3
es_es: diálisis crónica1, trasplante renal, o reducción sostenida2 de la TFGe (CKD-EPI)cr3

source: clean room classes
es_es: clases de sala blanca

source: cleaning-in-place (CIP)
es_es: Limpieza in situ

source: cleaning-in-place (CIP), cleaning-out-of-place (COP) with equipment washers, and cleaning-out-of-place (COP) with manual cleaning.
es_es: limpieza in situ (CIP), limpieza fuera del lugar de producción (COP) con lavadoras de equipos y limpieza fuera del lugar de producción (COP) de forma manual.

source: cleaning-out-of-place (COP) with equipment washers
es_es: Limpieza externa con lavadoras de equipos

source: cleaning-out-of-place (COP) with manual cleaning
es_es: Limpieza externa con limpieza manual

source: clear and colourless liquid.
es_es: líquido transparente e incoloro.

source: clearance study, chapter 2)
es_es: estudio de depuración de ADN, capítulo 2)

source: clot_lysis I Strength
es_es: clot_lysis I Concentración

source: colour matching distribution coefficients for CIE 2° Standard Observer;
es_es: coeficientes de distribución acordes a los colores para un observador estándar a 2° según CIE;

source: column
es_es: columna

source: column + make up = constant
es_es: columna + auxiliar = constante

source: column oven
es_es: horno de la columna

source: common odds ratio from ordinal logistic regression;
es_es: cociente de probabilidades común de regresión logística ordinal;

source: comparator
es_es: comparador

source: comparator for US study sites
es_es: comparador para los centros del estudio de EE. UU.

source: complete characterization form (characterization form must include:
es_es: Completar el formulario de caracterización (este debe incluir:

source: complies with Ph. Eur.
es_es: Cumple con la Ph. Eur.

source: concentrate for solution for infusion 450 mg/vial (60 mg/mL)
es_es: Concentrado para solución para infusión, 450 mg/vial (60 mg/ml)

source: concentrate for solution for infusion in vials 150 mg/vial (20 mg/mL)
es_es: concentrado para solución para infusión, en frascos de 150 mg/frasco (20 mg/ml)

source: concentrate for solution for infusion in vials 450 mg/vial (60 mg/mL)
es_es: concentrado para solución para infusión, en frascos de 450 mg/frasco (60 mg/ml)

source: concentrated ammonia R, 2-propanol R* (30:70 *V/V*).
es_es: amoníaco concentrado R, 2-propanol R* (30:70 *V/V*).

source: cone removal force
es_es: fuerza del extracción del cono

source: confidential
es_es: Confidencial

source: confirms that the methods, facilities, and controls used for the manufacture, test and transport of Drug Substance products are in conformity with current Good Manufacturing Practices as described in 21 CFR Parts 210 and 211.
es_es: confirma que los métodos, las instalaciones y los controles empleados en la fabricación, elaboración y transporte de productos farmacológicos cumplen con las buenas prácticas de fabricación vigentes, tal como se describe en el Código de Regulaciones Federales 21, Partes 210 y 211.

source: consecutive number for each batch
es_es: número consecutivo para cada partida

source: consiste en la demostración de la equivalencia (por lo menos dos niveles de dosis) en el punto final farmacodinámico.
es_es: The demonstration of equivalence (at least two dose levels) at the pharmacodynamic end point.

source: constant flow on
es_es: flujo constante activado

source: contact with the needle
es_es: contacto con la aguja

source: contribution μg/day
es_es: en μg/día

source: conventional clean room (RABS)
es_es: Sala blanca convencional (sistema de acceso restringido con barrera)

source: conventional clean room (restricted access barrier system)
es_es: sala blanca convencional (sistema de barreras de acceso restringido)

source: corrected 10.5
es_es: corregida 10.5

source: corresponding to approximately 160,000 and 800,000 cartridges, respectively.
es_es: que corresponden aproximadamente a 160000 y 800000 cartuchos, respectivamente.

source: cpm total Recovery (%)
es_es: Recuperación total de cpm (%)

source: critical locations for sampling
es_es: ubicaciones de muestreo críticas

source: cumulative sum of single, multiple or repeated duration of contact is up to 24 h.
es_es: La suma acumulativa del período de contacto único, múltiple o repetido es de 24 h.

source: current CEX HPLC (QA55406)
es_es: HPLC-CEX vigente (QA55406)

source: current CEX HPLC (QA55406) and proposed CEX HPLC (QA063329)
es_es: HPLC-CEX vigente (QA55406) y HPLC-CEX propuesto (QA063329)

source: current version
es_es: Versión vigente

source: cytokines
es_es: citocinas.

source: d Adjustments:
es_es: d Ajustes:

source: d) Repeatability from accuracy data will only be calculated for level 2 (n=3)
es_es: d) La repetibilidad de los datos de exactitud solo se calculará para el nivel 2 (n=3)

source: d) System repeatability
es_es: d) Repetibilidad del sistema

source: d Time to maximum >6s.
es_es: d Tiempo hasta el máximo >6 s.

source: data on file, NW_AR-MET-013 03 CSMR like case - pregnancy TRAJ (2024 05 02) and NW_AR-MET-013 03 CSMR like event - pregnancy TRAJ (2024 05 02)
es_es: datos de archivo, NW_AR-MET-013 03 CSMR like case - embarazo TRAJ (2024 05 02) and NW_AR-MET-013 03 CSMR like event - embarazo TRAJ (2024 05 02)

source: day/month/year
es_es: día/mes/año

source: days
es_es: días

source: days and early neurological recovery, the percentages of
es_es: días y recuperación neurológica temprana, los porcentajes de

source: de C.V., Mexico City, Mexico
es_es: de C.V., Ciudad de México, México

source: de C.V., Mexico City, Mexico (BI Promeco (MX)) and Patheon Puerto Rico, Inc., Manatí, Puerto Rico, United States (Patheon PR).
es_es: de C.V., Ciudad de México, México (BI Promeco (MX)) y Patheon Puerto Rico, Inc., Manatí, Puerto Rico, Estados Unidos (Patheon PR).

source: deep rough factor
es_es: factor rugoso profundo

source: defined volume
es_es: volumen definido

source: degreasing agent
es_es: Agente desengrasante

source: degreasing agent before imprinting/ink diluent
es_es: Agente desengrasante previo al diluyente de la inscripción/tinta

source: deletion in DNA repair excision nuclease subunit A
es_es: deleción en la subunidad A de la nucleasa de extracción - reparación del ADN

source: deletion in DNA repair excision nuclease subunit B
es_es: deleción en la subunidad B de la nucleasa de extracción - reparación del ADN

source: density at 20°C:
es_es: densidad a 20°C:

source: descriptive
es_es: descriptivos

source: diciembre / 2021
es_es: December 2021

source: differential pressure
es_es: presión diferencial

source: dilute 10 ml of phosphoric acid, 1 mol/l to 1000 ml with water.
es_es: diluir 10 ml de ácido fosfórico, 1 mol/l con agua hasta obtener 1000 ml.

source: disolución, solubilidad y permeabilidad intestinal.
es_es: dissolution, solubility and intestinal permeability.

source: dissolve by sonicating (until the test material is completely dissolved).
es_es: disolver exponiendo a ultrasonido hasta que la sustancia de análisis se disuelva por completo).

source: dissolves within 2 min
es_es: se disuelve dentro de los 2 min

source: document number b79875-p400al0102 / q00205455-02
es_es: número de documento b79875-p400al0102 / q00205455-02

source: document number b79875-p450al0101 / q00287594-01
es_es: número de documento b79875-p450al0101 / q00287594-01

source: documented symptomatic hypoglycaemia with a measured plasma glucose concentration <3.0 mmol/L (<54 mg/dL):
es_es: hipoglucemia sintomática documentada con una concentración de glucosa plasmática medida <3.0 mmol/l (<54 mg/dl):

source: domestication and foreignization
es_es: Domesticación vs. Extranjerización

source: dose accuracy
es_es: Exactitud de la dosis

source: dose, lot (biolot) used.
es_es: dosis y lote (biolote) utiizados

source: double blind Phase IIa
es_es: doble ciego de Fase IIa

source: double blind Phase I
es_es: doble ciego de fase I

source: double blind Phase II
es_es: doble ciego de Fase II

source: double blind Phase III
es_es: doble ciego de Fase III

source: double-blind Phase I
es_es: doble ciego de Fase I

source: dry dispersion
es_es: dispersión seca

source: due to an error in the sample sequence, one DP 40 mg/vial value of the proposed method could not be evaluated
es_es: debido a un error en la secuencia de la muestra, uno de los valores del medicamento (40 mg/frasco) del método propuesto no se pudo evaluar

source: due to either different RMP formats (i.e. GVP V Rev.1 vs Rev.2) and/or to the specific reason for removal (e.g., PASS results; alignment with mono component RMPs), the justifications for removal were included with a different level of detail and in different parts / modules / appendices of the respective RMPs.
es_es: las elimminaciones se justificaron con niveles de detalle diferentes y en partes, módulos o apéndices diferenciados de los respectivos planes de gestión de riesgos. Esto se justifica en que los planes de gestión de riesgos pueden estar en formatos diferentes (informes de buenas prácticas de farmacovigilancia, Rev. 1 o Rev. 2) o en que los motivos de eliminación pueden variar (por ejemplo, eliminación de estudios de seguridad posteriores a la autorización; alineación con los planes de gestión de riesgos de los monocomponentes).

source: during October 25 - November 04, 2022.
es_es: entre el 25 de octubre y el 04 de noviembre de 2022.

source: dynamic titration
es_es: valoración dinámica

source: e) Robustness – Sample Preparation was performed additionally with Material No. 7
es_es: e) Robustez: la preparación de las muestras se hizo además con el material N.° 7

source: e.g. 700 s
es_es: p. ej., 700 s

source: e.g. 80 – 125 L,
es_es: p. ej., 80 - 125 l,

source: e.g. AT 1100
es_es: p. ej: AT 1100

source: e.g. AT 6890
es_es: p. ej: AT 6890

source: e.g. Agilent 6890
es_es: p. ej., Agilent 6890

source: e.g. Agilent G1888
es_es: p. ej., Agilent G1888

source: e.g. Brabender
es_es: p. ej., Brabender

source: e.g. DB 624
es_es: p. ej., DB 624

source: e.g. Erweka Hardness Tester
es_es: p. ej., durómetro Erweka

source: e.g. Hydranal Composite 5
es_es: por ejemplo, Hydranal Composite 5

source: e.g. Mettler Toledo Halogen Moisture Analyzer
es_es: p. ej., analizador halógeno de la humedad Mettler Toledo

source: e.g. Stabilwax
es_es: por ej. Stabilwax

source: e.g. combined glass electrode, or equivalent electrode system
es_es: por ejemplo, electrodo de vidrio combinado o sistema de electrodos equivalente

source: e.g.:
es_es: p. ej:

source: e Early neurological improvement defined as 8-point reduction in NIHSS score between baseline and day 3 or reaching NIHSS score of 0 to 1 at day 3. The NIHSS is a standardized neurological examination with scores ranging from 0 (normal) to 42 (death); an 8-point reduction is considered clinically meaningful.
es_es: e Mejora neurológica temprana, que se define como una reducción de 8 puntos en la puntuación de NIHSS desde el inicio hasta el día 3 o puntuación de NIHSS de 0 a 1 al día 3. La escala NIHSS es un examen neurológico estandarizado con puntuaciones del 0 (normal) al 42 (muerte). Una reducción de 8 puntos se considera significativa desde el punto de vista clínico.

source: eFigure 1.
es_es: Figura digital 1.

source: eTable 2.
es_es: Tabla digital 2.

source: eTable 3.
es_es: Tabla digital 3.

source: eTable 4.
es_es: Tabla digital 4.

source: eTable 5.
es_es: Tabla digital 5.

source: eTable 6.
es_es: Tabla digital 6.

source: eFigure 1:
es_es: Figura electrónica 1:

source: eFigure 1: Distribution of day 90 modified Rankin Scale in pooled analysis with the original EXTEND-IA TNK trial
es_es: Figura digital 1: Distribución de la escala de Rankin modificada del día 90 en el análisis combinado con el ensayo original EXTEND-IA TNK.

source: eGFR
es_es: TFGe

source: eGFR (CKD-EPI)cr [mL/min/1.73 m2] slope of change from baseline, random intercept random slope model – TS (on-treatment)
es_es: TFGe (ERC-EPI)cr [ml/min/1.73 m2], pendiente del cambio desde el inicio, modelo de ordenada al origen aleatoria y pendiente aleatorias. Grupo tratado (en tratamiento)

source: eGFR (CKD-EPI)cr [mL/min/1.73 m2] value over time MMRM results – TS (OC-OT)
es_es: Modelo MMRM de la TFGe (ERC-EPI)cr [ml/min/1.73 m2] en el tiempo. Grupo tratado (casos observados - en tratamiento)

source: eGFR (CKD-EPI)cr [mL/min/1.73 m2] slope of change from baseline, random intercept random slope model, treated set and on-treatment data
es_es: TFGe (ERC-EPI)cr [ml/min/1,73 m2] pendiente del cambio desde el inicio, modelo de ordenada al origen aleatoria y pendiente aleatorias. Datos por grupo tratado y en tratamiento

source: eGFR (CKD-EPI)cr change from baseline to 30 days after treatment stop
es_es: cambio en la tasa de filtración glomerular estimada (ERC-EPI)cr desde el inicio hasta los 30 días después de la finalización del tratamiento

source: eGFR (CKD-EPI)cr slope of change from baseline
es_es: Pendiente de cambio en la tasa de filtración glomerular estimada (ERC-EPI)cr desde el inicio

source: eGFR 1 category, N (%)
es_es: Categoría de TFGe¹, N (%)

source: eGFR 1, [mL/min/1.73m2], mean (SD)
es_es: TFGe ¹, [ml/min/1.73 m²], media (DE)

source: eGFR <60 mL/min/1.73 m2 was reported for 49.9% of patients, with eGFR <30 mL/min/1.73 m2 reported for 309 patients (5.2%).
es_es: Se consignó una TFGe <60 ml/min/1.73 m2 en el 49.9 % de los pacientes, y una TFGe <30 ml/min/1.73 m2 en 309 pacientes (5.2 %).

source: eGFR = Estimated Glomerular Filtration Rate; UACR = Urine Albumin Creatinine Ratio; FPG = Fasting Plasma Glucose; ACE = Angiotensin Converting Enzyme; ARB = Angiotensin II Receptor Blocker; ASA = Acetylsalicylic acid
es_es: TFGe = Tasa de filtración glomerular estimada; CACO = Proporción albúmina-creatinina en orina; GA = Glucemia en ayunas; ECA = Enzima conversora de angiotensina; ARB = Bloqueador del receptor de angiotensina II; AAS = Ácido acetilsalicílico

source: eGFR [mL/min/1.73 m2], mean (SD)
es_es: TFGe [ml/min/1,73 m2], media (DE)

source: eGFR change from baseline
es_es: Cambio desde el inicio en la TFGe

source: eGFR slope
es_es: Pendiente de la TFGe

source: eMethods
es_es: Métodos digitales

source: eReferences
es_es: Referencias digitales

source: eResults
es_es: Resultados digitales

source: eTICI = extended Thrombolysis in Cerebral Infarction, IQR= Interquartile range, QOL=Quality Of Life,
es_es: eTICI=escala extendida de Trombolisis en Infarto Cerebral; IQR= rango intercuartílico; QoL=Calidad de vida,

source: eTICI score of ≥2b on initial angiography of EVT (n=502)‡
es_es: Puntuación eTICI ≥2b en la angiografía inicial de la trombectomía endovascular (n=502)‡

source: eTICI – modified Treatment in Cerebral Infarction angiographic reperfusion scale.
es_es: eTICI: Escala modificada sobre la reperfusión angiográfica para el tratamiento del infarto cerebral.

source: eTICI=extended Thrombolysis in Cerebral Infarction.
es_es: eTICI=escala extendida de Trombolisis en Infarto Cerebral

source: eTable 1.
es_es: Tabla digital 1.

source: eTable 1:
es_es: Tabla digital 1:

source: eTable 1: Additional baseline characteristics of patients
es_es: Tabla digital 1: Otras características iniciales de los pacientes

source: eTable 2:
es_es: Tabla digital 2:

source: eTable 2: Additional procedural characteristics
es_es: Tabla digital 2: Otras características del procedimiento

source: eTable 3:
es_es: Tabla digital 3:

source: eTable 3: Study outcomes using mixed effects modelling with random effect for trial center (post-hoc analysis)
es_es: Tabla digital 3: Desenlaces del estudio mediante modelo de efectos mixtos con el centro del estudio como efecto aleatorio (análisis post hoc)

source: each of the test solutions and standard solution 100 %
es_es: Cada solución de análisis y solución estándar al 100 %

source: each of the test solutions and standard solution degradation Imp.
es_es: cada solución de análisis y degradación de la solución estándar, Impureza

source: early 30s
es_es: poco más de 30 años

source: early 40s
es_es: poco más de 40 años

source: early supportive discharge
es_es: hogar con alta temprana contenida

source: either directly by moving the plate alongside a suitable counter or vice versa (see *Radiopharmaceutical preparations (0125)),* by cutting the plates into strips and measuring the radioactivity on each individual strip using a suitable counter or by scraping off the stationary phase, dissolving it in a suitable scintillation cocktail and measuring the radioactivity using a liquid scintillation counter.
es_es: puede ser directamente, moviendo la placa junto a un contador adecuado o viceversa (ver *Preparaciones radiofarmacéuticas (0125)*), cortando las placas en tiras y midiendo la radiactividad en cada tira individual con un contador adecuado o raspando la fase estacionaria, o disolviéndolas en un cóctel de centelleo adecuado y midiendo la radiactividad utilizando un contador de centelleo líquido.
